{
  "Tenebra": {
    "1": "Days of remorse",
    "2": "Eclipse of Astrum",
    "5": "Astrum, Veneri, and Selune all new Moons"
  },
  "Nix": {
    "35": "Gront, Shrump, Stoutfist, and Toast assassinate a wizard in the town of Gramsby."
  },
  "Nascor": {
    "1": "Celebration of Blossoms"
  },
  "Pinnae": {
    "23": "Gront, Shrump, Stoutfist, and Toast reunite to clear out some rats in the cellar of The Sapphire Cellar, Gond's brewery.</br></br>Gront was approached by some high ranking military official who asked for Gront to recover his book, which was stolen by Goblins.</br></br>A goliath guard, Ivan, warns Stoutfist about dead bodies found in the town skinned alive and offers a reward for information leading to the capture of the murderer.</br></br>A shady individual asked the group to steal a cipher key from a local tanner, Rejiek. The party ended up breaking into the house and killing some guards as well as some shadowy entities before recovering the cipher.</br></br>Stoutfist and Shrump follow up on a clue given by the guard that there was a witness to the most recent murder. They question Rose Boquet at Tally Hoes and learn of an unusual smell at the scene of the crime.",
    "24": "Ivan, the goliath guard, has a soldier buddy, James Dekket, follow the group around to make sure the unusual group was not the cause of the Skinner Murders.</br></br>The party attempts to follow up on their clues to track down the murderer. Following up on the clue from Rose that the smell of Mumbleberries were at the scene of the crime, they question the local baker Willeon at Pies n' stuff eventually going to the Crucilar store to discover there are several berries and barks that smell similar.</br></br> Gront walks away from the group briefly allowing time for a scared begger child to warn the group that a monster was following Gront around.</br></br>Dekket joins in the investigation as they explore local tanneries as Gront and Shrump return the cipher to the mysterious man in The Glass Half Full, with future work to recover a final message and kill the messanger. Shrump spends some time researching monsters that only children can see and learns of a couple childrens' books.</br></br>Eventually the group attempts to break back into Rejiek's tannery, and did so after a minor confrontation with some guards. This initially issue drew Rejiek back to his tannery and the group ends up finding his monstorous flesh golem in a secret room. They run through a secret tunnel and find Rejiek on the other side, killing him quickly and finding a secret note.",
    "25": "The Chamberlain Avard Corver finds the party in The Hammer, where they stayed the night before, and invites them to a meeting with Moerlan Alam, the Count of Sorelies and Grand Marshal of the Enduring Cord. A small celebration is held in the market square in recognition of the party, now named Womp, and the safety of the city. Gront notices the soldier that requested his book returned and a small group of other soldiers and citizens not applauding. Corver promises the party rewards for killing lieutenants of the armies of the five peaks.</br></br>Stoutfist begins brewing two batches of beer in the Sapphire Cellar renting space for his barrels.</br></br>Dekket posts a mysterious message to the job board looking for mercenaries.</br></br>The party takes a job to rescue a kid out at a local farm and set off. In the night they are attacked by invisible creates that leave no tracks that have sharply defined edges to their heads and flat tops. They appeared to be focused on killing Gront.",
   "26": "Womp continues to the farms and discover that the boy was traveling to his girlfriend's house at a neighboring farm and go off to investigate. They find out that the relationship is not known to the Smith parents, but that some of their cows were also dragged off. They find a recently dug cavern where they fight off some Carrion Crawlers that have been stealing food from an Ankheg, which is collecting food for a group of eggs. Afterwards they burned the eggs and took the heads of some of the monsters as well as rescue the kid, who is too old for Gront to really care about. They bring the kid back to the farm and get an heirloom ring as payment. Womp returns to the city late at night to discover there are no guards at the entrance. They follow tracks to find abandoned tents as well as the corpses of 6 guards, a few citizens, as well as 4 goblin children. They convince the guards to bring the Chamberlain Corver over and convince him to step up the guard. They go off to Dekket's house to spend the night.",
    "27": "The party awakes to more military movement throughout the city and investigate slightly further. Apparently guards are in groups of 6, explaining the six dead soldiers, although no alarm was triggered, which is protocol.</br></br>James leaves the Ankheg carapace with an armorer at Enduring Iron to be turned into armor. Afterwards some mercenaries approach Dekket about his poster, although they are immediately rebuffed for not being interested in human trafficking.</br></br>Womp heads north from the city to perhaps find the book or kill lieutenants. They are ambushed on the road by some scout goblins on worgs and are joined in battle by a blue Tiefling named Voyage.",
    "28": "Stoutfist has visions of the Dwarven gods Moradin and Berronar Truesilver, provides his oath of devotion and is rewarded with an emblazened emblem of the Faenor on his hammer.</br></br>A scout attempts to ride past the party at a distance but is promply killed. The worg gets away, but the party finds an encoded note on the dead goblin. Shrump is able to eventually decode the message, utilizing comprehend languages, which says \"Book found, delivering it soon\".</br></br>Eventually they make their way to Gramsby and notice some goblins darting through the town. Eventually they are able to kill the leader of the goblins and the remaining four surrendered. Bargaining for their lives, they agreed to show Womp the goblin war camp. They proceed to hide from some scouts and reach the war camp very late at night. Concerned about the goblins, they convinced the goblins to stay with them overnight giving them 2 days worth of their rations and the promise of food if they see them in the future.",
    "29": "Womp thoroughly confuses the goblin captives before sending them off. They attempted to silently approach the hill to overlook the war camp and notice some scouts are sent out just as they get up there. Shrump turns invisible in order to scout out the southern portion of the war camp and begins to head back as the rest of the party is attacked by bugbears and one of the scout goblins.</br></br>Able to kill the attacking group of goblinoids, but concerned with the entire war camp attacking their location, the group travels a couple miles away in an attempt to regroup and plan."
  },
  "Serotine": {
    "1": "Stoutfist's batch of light ale should be ready.",
    "17": "Eclipse of Astrum.</br></br>Stoutfist's batch of dark ale should be ready."
  },
  "Coctus": {
    "1": "Festival of Dreams"
  },
  "Crusta": {
    "7": "Eclipse of Selune"
  },
  "Conlegi": {
    "16": "Eclipse of Veneri"
  },
  "Depostus": {
    "1": "Festival of Lights",
    "5": "Solar Eclipse"
  },
  "Deliratio": {
    "31": "Eclipse of Astrum"
  }
}
