{
  "Tenebra": {
    "1": "Days of remorse",
    "2": "Eclipse of Astrum",
    "5": "Astrum, Veneri, and Selune all new Moons"
  },
  "Nix": {
    "35": "Gront, Shrump, Stoutfist, and Toast assassinate a wizard in the town of Gramsby."
  },
  "Nascor": {
    "1": "Celebration of Blossoms"
  },
  "Pinnae": {
    "23": "Gront, Shrump, Stoutfist, and Toast reunite to clear out some rats in the cellar of The Sapphire Cellar, Gond's brewery.</br></br>Gront was approached by some high ranking military official who asked for Gront to recover his book, which was stolen by Goblins.</br></br>A goliath guard, Ivan, warns Stoutfist about dead bodies found in the town skinned alive and offers a reward for information leading to the capture of the murderer.</br></br>A shady individual asked the group to steal a cipher key from a local tanner, Rejiek. The party ended up breaking into the house and killing some guards as well as some shadowy entities before recovering the cipher.</br></br>Stoutfist and Shrump follow up on a clue given by the guard that there was a witness to the most recent murder. They question Rose Boquet at Tally Hoes and learn of an unusual smell at the scene of the crime.",
    "24": "Ivan, the goliath guard, has a soldier buddy, James Dekket, follow the group around to make sure the unusual group was not the cause of the Skinner Murders.</br></br>The party attempts to follow up on their clues to track down the murderer. Following up on the clue from Rose that the smell of Mumbleberries were at the scene of the crime, they question the local baker Willeon at Pies n' stuff eventually going to the Crucilar store to discover there are several berries and barks that smell similar.</br></br> Gront walks away from the group briefly allowing time for a scared begger child to warn the group that a monster was following Gront around.</br></br>Dekket joins in the investigation as they explore local tanneries as Gront and Shrump return the cipher to the mysterious man in The Glass Half Full, with future work to recover a final message and kill the messanger. Shrump spends some time researching monsters that only children can see and learns of a couple childrens' books.</br></br>Eventually the group attempts to break back into Rejiek's tannery, and did so after a minor confrontation with some guards. This initially issue drew Rejiek back to his tannery and the group ends up finding his monstorous flesh golem in a secret room. They run through a secret tunnel and find Rejiek on the other side, killing him quickly and finding a secret note.",
    "25": "The Chamberlain Avard Corver finds the party in The Hammer, where they stayed the night before, and invites them to a meeting with Moerlan Alam, the Count of Sorelies and Grand Marshal of the Enduring Cord. A small celebration is held in the market square in recognition of the party, now named Womp, and the safety of the city. Gront notices the soldier that requested his book returned and a small group of other soldiers and citizens not applauding. Corver promises the party rewards for killing lieutenants of the armies of the five peaks.</br></br>Stoutfist begins brewing two batches of beer in the Sapphire Cellar renting space for his barrels.</br></br>Dekket posts a mysterious message to the job board looking for mercenaries.</br></br>The party takes a job to rescue a kid out at a local farm and set off. In the night they are attacked by invisible creates that leave no tracks that have sharply defined edges to their heads and flat tops. They appeared to be focused on killing Gront.",
   "26": "Womp continues to the farms and discover that the boy was traveling to his girlfriend's house at a neighboring farm and go off to investigate. They find out that the relationship is not known to the Smith parents, but that some of their cows were also dragged off. They find a recently dug cavern where they fight off some Carrion Crawlers that have been stealing food from an Ankheg, which is collecting food for a group of eggs. Afterwards they burned the eggs and took the heads of some of the monsters as well as rescue the kid, who is too old for Gront to really care about. They bring the kid back to the farm and get an heirloom ring as payment. Womp returns to the city late at night to discover there are no guards at the entrance. They follow tracks to find abandoned tents as well as the corpses of 6 guards, a few citizens, as well as 4 goblin children. They convince the guards to bring the Chamberlain Corver over and convince him to step up the guard. They go off to Dekket's house to spend the night.",
    "27": "The party awakes to more military movement throughout the city and investigate slightly further. Apparently guards are in groups of 6, explaining the six dead soldiers, although no alarm was triggered, which is protocol.</br></br>James leaves the Ankheg carapace with an armorer at Enduring Iron to be turned into armor. Afterwards some mercenaries approach Dekket about his poster, although they are immediately rebuffed for not being interested in human trafficking.</br></br>Womp heads north from the city to perhaps find the book or kill lieutenants. They are ambushed on the road by some scout goblins on worgs and are joined in battle by a blue Tiefling named Voyage.",
    "28": "Stoutfist has visions of the Dwarven gods Moradin and Berronar Truesilver, provides his oath of devotion and is rewarded with an emblazened emblem of the Faenor on his hammer.</br></br>A scout attempts to ride past the party at a distance but is promply killed. The worg gets away, but the party finds an encoded note on the dead goblin. Shrump is able to eventually decode the message, utilizing comprehend languages, which says \"Book found, delivering it soon\".</br></br>Eventually they make their way to Gramsby and notice some goblins darting through the town. Eventually they are able to kill the leader of the goblins and the remaining four surrendered. Bargaining for their lives, they agreed to show Womp the goblin war camp. They proceed to hide from some scouts and reach the war camp very late at night. Concerned about the goblins, they convinced the goblins to stay with them overnight giving them 2 days worth of their rations and the promise of food if they see them in the future.",
    "29": "Womp thoroughly confuses the goblin captives before sending them off. They attempted to silently approach the hill to overlook the war camp and notice some scouts are sent out just as they get up there. Shrump turns invisible in order to scout out the southern portion of the war camp and begins to head back as the rest of the party is attacked by bugbears and one of the scout goblins.</br></br>Able to kill the attacking group of goblinoids, but concerned with the entire war camp attacking their location, the group travels a couple miles away in an attempt to regroup and plan.</br><br>They travel back near the camp and light a few fires on some shrubs to attract and kill scouts. However they notice some movement in some fields nearby moving in a regular motion.</br></br>Shrump investigates and calls out to the field an then hides, seeing four puss and boil covered orcs emerge from the other field. Rejoining with the group, Womp decides to go kill the orcs instead. As they get to the field they notice a couple scouts near the bushes they had lit up. Suprising Shrump, the orc detects magic and they begin to converge. They manage to kill the orcs in the field and discover that the wheat and barley in the field has been poisoned.</br></br>They set up for the night in the farm house nearby.",
   "30": "Goblins set fire to the front of the house in the wee hours of the morning and draw some of the group out as bugbears attempt to steal the bags within the house. After a chase sequence, the bugbears make it off with two bags; Dekket's and Stoutfist's. Dekket pursues to the goblin camp but his horse is spotted in the night. Amazingly he escapes with his horse and his life, resting briefly before returning to the camp. The rest of the group finds Dekket's horse and Stoutfist calls out Dekket. After alerting the goblin camp to their presence, Womp begins fleeing and making their way to Gramsby as a safe place to make camp for the night. Short on some supplies they entice some large scavenger birds to attack. Dekket, the bait, comes perilously close to dieing several times, but womp eventually kills the birds.</br></br>They gather some water from the wells in Gramsby and prepare the giant vulture seared and boiled. Shrump makes some unseen servants, which freaks out Voyage, who decides it's a good idea to sleep away from the wizard's tower. In the middle of their rest all party members besides Shrump feel the effects of some poison and Stoutfist barely manages to save Voyage.</br></br>",
   "31": "The poison prevents some members from fully recovering their health over the rest. Low on supplies they eat what they have left and proceed southwards. They manage to travel two extra hours, but some members of Womp are slowly succumbing to exhaustion. The party travels all day and Dekket attempts to find some extra sources of water, but exhausts himself in the process. Some risk eating and drinking during the night, but others refrain, fearing the effects of the poison.",
   "32": "Womp barely makes it back to Sorenteir, with a catatonic and imobile Dekket on the back of an exhausted horse. Fearing repercussions of heading into the human city, Voyage opts to stay outside of the city and try his luck at a smaller town. They inform Corver of the poisoned grain they found near the goblin camp and give him a smaple to investigate. they take a much needed rest in Dekket's house.",
   "33": "Low on resources and motivation the group mostly splits up to take odd jobs around the town. Stoutfist spends his time working at the Sapphire Brewery where he is aging some of his ale as well as volunteering at the temple of the Enduring Cord distributing food to refugees from the northern towns. Dekket gets some working using his military connections as a town guard and spends his nights drinking heavily. This night, Dekket is escorted from Tally Hoes back to his house, but escapes in the night out of a window to continue the revelry. He is seen at The Hammer with some woman, and is found by the rest of Wamp in an alley by the Market wearing a ball gown. </br></br>Gront welcomes the newest member of Womp to the party; a penguin familiar he calls Pog. Meanwhile Shrump begins research on the Identify spell at Extravagances.",
   "34": "Gront finds a job on the message board for an exorcism and Womp investigates the Pa residence. They watch the boy for a while, eventually having Shrump view the child while invisible and reaching into his pocket every time he begins talking with some unseen figure. They manage to force the coin from the small child through force and discover that the child has been having conversations with some Fey entity through an Iron coin. Stoufist smites the hell out of the coin and shatters it into pieces. Unconvinced, they buy a lead lined box and store the coin shards in it and locked in Dekket's house. They continue their downtime activities.</br></br>During this drinking session, Dekket finds his old military friend and contact Draven Dudley, hoping that Draven would be able to provide some tactical insight into their Goblin King situation. Most of Womp goes to Draven's house where they meet his strange wife, Shrump has a weird sumo match with a very drunk Draven, and plan.",
   "35": "Similar downtime activities.</br></br>An alarm wakes Shrump and they find an Iron coin stuck to Dekket's door. The mysterious Fey figure begins talking with Shrump and is oddly supportive. During the night's drinking Dekket ends up in a house a few hours south of the city with a mysterious note. Shrump and Gront return to the house of their military contact's house, where a young child greets them before fetching his father. The military figure seems surprised to see the two and tells not to worry about getting the book anymore. They see some ravens on the roof of his house and realize this is not entirely common. Shrump confides this information with the coin and is encouraged to kill the birds.</br></br>In the night some unseen figure sets alarms off on their way into, and then out of the house.",
   "36": "Shrump, Gront, and Stoutfist return to the military figures house and discover the birds are still on the roof. Shrump sneaks around invisible onto a neighboring house, and kills one bird before investigating and discovering there is no magical nature to the bird. Stoutfist senses and elemental presence from within the house, that quickly flees. Slightly paranoid they spread flour all over the floor of Dekket's house hoping to prevent or discover anyone breaking in.",
   "37": "Finally fully rested, Womp takes a job for Corver to investigate why trade boats have stopped coming to Sorentier on Turtle Rill, the manmade canal into the city. They ride out to find that Hobgoblins have taken control of the canal and have been stealing supplies and presumably killing merchants. They manage to dispatch the Hobgoblins, recover a fair amount of gold as well as being paid for fixing the issue. On their way back into the city, Draven Dudley finds Dekket and tells Dekket that he knows someone with information about Dekket's wife, and appologizes. Dekket agrees to the meeting and sets off with his horse to the east.",
   "38": "After a brief search for Dekket and discovering his things and horse gone, the rest of Womp travels north to take another chance at the Goblin encampment as well as see if Dekket has also returned. They prepare more this time, buying a mule and more resources. On the way, they notice some unusual wind activity that appears to be following them as they move. They aslo see two devil figures on a hill that go to the road, they hang around for 10 minutes until the illusion of the figures fades.</br></br>After a days travel, they find a rock enclosure that can protect them from the wather and camp for the night. They are attacked in the night by an invisible figure, reminiscent of their first night out adventureing south of Sorentier. They manage to fight if off the time being, and attempt to recoup. A while late they are attacked again, to similar results.",
   "39": "They continue towards Gramsby, being followed by strange wind patterns along the way. In the town they notice a few of the buildings have had walls ripped open. They set up in the wizard's tower and for the first time Shrump is able to walk through the force separation between the second and third floors. An alarm from the third floor wakes the party as they run to see the disturbance. Shrump proceeds first which disables the barrier again, and the ensuing fight leaves Womp beaten and nearly dead, but they manage to destroy the fleeing invisible force of wind.</br></br>Later into the night they find a threatening note from Silgri, Nomog's Iron Shadown on the door to the mages tower and see two figures fleeing into the night.",
   "40": "On their final leg to the Goblin Encampment, they discover a Tabaxi monk residing in an abandoned farmhouse named Green. Green is researching different fighting styles and is currently studying the Hobgoblins and ggoblins in the area. They all set off together to the camp. Shrump warns the group that if she doesn't return within 30 minutes, that she is probably dead, turns invisible, and with an invisible servant begins to further explore. She finds a kitchen area and tells the servant to poison an open crate of food after some time. She continues to the Worg pens intent on causing chaos, sneaks in and shoots a flaming arrow to the back fence. In the brief moments of visibility the Worgs, with more sentience than expected, turn to Shrump and rip her body apart.</br></br>With no other options but seeing the camp turning on high alert and dealing with some fire, the rest of the group leaves a message for Shrump and retreats to the farmhouse.</br></br>In the night, they are reunited with the goblin group they spared in their previous trip to Gramsby. Kirfplaz barters a deal for food to escort Womp to Sorentier and helps them keep watch throughout the night."
  },
  "Serotine": {
    "1": "Stoutfist's batch of light ale is ready.</br></br>They leave another note for Shrump, and head to the rock enclosure where they previously camped. Gront is lured out by Shrump behind a rock. However the image of Shrump is just an illusion, and they are attacked by hobgolins wearing devil masks, this time without the aid of alarm spells. They fight with an interesting fighting style that allows them to teleport as port of their normal martial arts movements. Another close fight leaves the group victorious but slightly dejected as they make their way back to the city.",
    "2": "They party returns to the city. Initially they leave Green, the Tabaxi, on the outside of the walls with the Goblins. Gront makes good on his promise of bringing the Goblins pies as payment. Eventually Green attempts to enter the city and is met with strong resistance from the guards, calling Green a demon cat person. Eventually Stoutfist is able to reason with the guards with the agreement that he will always accompany Green. They spend the night in Dekket's house.",
    "3": "They attempt to contact Corver and Moerlan, but cannot find either as they have apparently both leaft to Lofton. They return to the house of the Pa family to check on Thim, only to discover that it burned down while they were away. The party decides to spend the day working to clear the debri as well as look for iron coins. They do find a mass of melted coins in the rubble. They go to the graveyard outside of town, but there are not gravesights for the deceased family since there were no bodies recovered.",
    "4": "Womp investigates the house of Auron Victor again, finding a strong elemental presence in the basement, however they are being followed by guards at the time. They decide to wait until the night to break into the house. They find Toast at night who now has a small house that she is living in and they hire her to pick the lock on the door. They find the basement and see Auron performing some ritual in front of a portal containing swirling clouds. The ensuing fight leads them through the portal appearing in the plane of air. Auron downs Stoutfist and while Green is attempting to separate them, Auron fatally stabs the Tabaxi. Gront just manages to kill Auron, recovering amongst other things, a leather bound book. </br></br>Just as the fight finishes, a group of three humans, one of which is Dekket, float through the air and discover Gront and Stoutfist. The human druid known as Reed leads the group folllowing a gowing crystal wand. They also are followed by a spectral form of a skulker that they dress and call Mumbles. They sleep in some clouds.",
    "5": "The group discovers that some elemental mephits have taken refuge in their bags. Surprised by this Stoutfist punches one and they all attack. They continue for another day, avoiding a wyvern on the way through careful navigation of the clouds. They come across a large iron and ice comet with an entrance that appears to be a large source of non-elimental material.</br></br>They explore deeper into the land mass and discover a maze of air. Navigating through, they explore one exit, finding a room heavily decorated with pained eyeballs with a small chest in it. Reed, as a snake, opens the vial and accidentally breaks and drinks on of the vials. They manage to recover the other liquid. Further they find a room with sleeping mephits in tubes, which leads into a forge fueled by lava mephits.</br></br>Down a different exit from the maze they discover two pools filled with large tadpole creatures. Drawn out by a dnacing light, the tadpoles begin swarming and attack the group. After, Reed finds dormant, unresponsive water mephits at the bottom of each of the pools.",
    "17": "Eclipse of Astrum.</br></br>Stoutfist's batch of dark ale should be ready.",
    "18": "Stoutfist's ale should be ready."
  },
  "Coctus": {
    "1": "Festival of Dreams"
  },
  "Crusta": {
    "7": "Eclipse of Selune"
  },
  "Conlegi": {
    "16": "Eclipse of Veneri"
  },
  "Depostus": {
    "1": "Festival of Lights",
    "5": "Solar Eclipse"
  },
  "Deliratio": {
    "31": "Eclipse of Astrum"
  }
}
